{
  "calculate_zoom": true,
  "storymap": {
    "language": "en",
    "calculate_zoom": true,
    "map_type": "osm:standard",
    "map_as_image": false,
    "font_css": "stock:amatic-andika",
    "slides": [
      {
        "type": "overview",
        "location": {
          "lat": 41.385063,
          "lon": 2.173404
        },
        "text": {
          "headline": "Barcelona",
          "text": "Barcelona feels a bit surreal – appropriate, since Salvador Dali spent time here and Spanish Catalan architect Antoni Gaudí designed several of the city’s buildings. Stepping into Gaudí’s Church of the Sacred Family is a bit like falling through the looking glass - a journey that you can continue with a visit to Park Güell. Sip sangria at a sidewalk café in Las Ramblas while watching flamboyant street performers, then create your own moveable feast by floating from tapas bar to tapas bar."
        },
        "media": {
          "url": "../storage/attractions/Barcelona.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.403706,
          "lon": 2.173504
        },
        "text": {
          "headline": "Basilica of the Sagrada Familia",
          "text": "The Basilica of the Sagrada Familia is a monumental church devoted to the Holy Family: Jesus, Mary and Joseph. Construction began in 1882, based on plans drawn up by the architect Francisco de Paula del Villar, and Antoni Gaudi was commissioned to continue the project in 1883. The Temple has always been an expiatory church, built only from donations. As Gaudi said: The Expiatory Church of the Sagrada Familia is made by the people and is mirrored in them. It is a work that is in the hands of God and the will of the people. In 2010, Pope Benedict XVI consecrated the site as a minor basilica"
        },
        "media": {
          "url": "../storage/attractions/Basilica of the Sagrada Familia.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.3917,
          "lon": 2.16495
        },
        "text": {
          "headline": "Casa Batllo",
          "text": "Stunning outside, unimaginable inside!"
        },
        "media": {
          "url": "../storage/attractions/Casa Batllo.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.381905,
          "lon": 2.178185
        },
        "text": {
          "headline": "Gothic Quarter (Barri Gotic)",
          "text": "The Central historical part of Barcelona, located between the streets of Rambla and Laetana."
        },
        "media": {
          "url": "../storage/attractions/othic Quarter (Barri Gotic).jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.387565,
          "lon": 2.175381
        },
        "text": {
          "headline": "Palace of Catalan Music",
          "text": "The Palau, an icon of modernist architecture in downtown Barcelona The Palau de la Música Catalana is one of the most representative monuments of the city and It is one of the most recommended tourist attractions of Barcelona. Built between 1905 and 1908 by the great architect Lluis Domènech i Montaner, the Palau de la Música Catalana is an architectural jewel of Catalonia and essential part of any visit to the city, as any of the most fascinating Gaudi buildings. This historical building, declared a World Heritage Site by UNESCO in 1997, offers an experience so magical that visitors fall in love with it. From the hand of experienced guides, the wonders of this architectural pearl discovered and visitors into a fantasy world full of details and references to the characteristic nature of modernist architecture. An essential visit in the list of top 10 things to see in Barcelona."
        },
        "media": {
          "url": "../storage/attractions/Palace of Catalan Music.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.395335,
          "lon": 2.161696
        },
        "text": {
          "headline": "Casa Mila - La Pedrera",
          "text": "Casa Mila, popularly known as La Pedrera, is a most unusual building, constructed between 1906 and 1912 by the architect Antoni Gaudí (1852–1926) and declared UNESCO World Heritage in 1984. Today it is the headquarters of Fundacio Catalunya La Pedrera and houses a cultural centre that is a reference point in Barcelona for the range of activities it organises and the different spaces for exhibitions and other public uses it contains. A visit to La Pedrera, landmark building and container, gives us a better understanding and appreciation of architecture and transports us to the period when Antoni Gaudi lived."
        },
        "media": {
          "url": "../storage/attractions/Casa Mila - La Pedrera.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.381812,
          "lon": 2.171596
        },
        "text": {
          "headline": "Mercat de la Boqueria",
          "text": "In the heart of the Ramblas sits Barcelona’s iconic produce market. This maze of stalls sells an inspiring selection of fruits and veggies, fish and seafood, meats and mushrooms, and spices and candy."
        },
        "media": {
          "url": "../storage/attractions/Mercat de la Boqueria.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.38016,
          "lon": 2.120091
        },
        "text": {
          "headline": "Camp Nou",
          "text": "This gigantic stadium is the largest soccer stadium in Europe, with a seating capacity of 100,000"
        },
        "media": {
          "url": "../storage/attractions/Camp Nou.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.383577,
          "lon": 2.181785
        },
        "text": {
          "headline": "Basilica de Santa Maria del Mar",
          "text": "The Gothic Church, built in the 14th century, is located in the quarter of La Ribera."
        },
        "media": {
          "url": "../storage/attractions/Basilica de Santa Maria del Mar.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.370995,
          "lon": 2.152454
        },
        "text": {
          "headline": "The Magic Fountain",
          "text": "A combination display of water, music and light which was originally built in 1929. It was restored in 1992 and provides a spectacular show every half hour."
        },
        "media": {
          "url": "../storage/attractions/The Magic Fountain.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.413867,
          "lon": 2.174335
        },
        "text": {
          "headline": "Recinte Modernista de Sant Pau",
          "text": "The former Hospital de la Santa Creu i Sant Pau (Catalan pronunciation: [uspiˈtal də lə ˈsantə ˈkɾɛw i ˈsam ˈpaw], English: Hospital of the Holy Cross and Saint Paul) in the neighborhood of El Guinardó, Barcelona, Catalonia, Spain, is a complex built between 1901 and 1930, designed by the Catalan modernisme architect Lluís Domènech i Montaner. Together with Palau de la Música Catalana, it is a UNESCO World Heritage Site."
        },
        "media": {
          "url": "../storage/attractions/Recinte Modernista de Sant Pau.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.368553,
          "lon": 2.153574
        },
        "text": {
          "headline": "Museu Nacional d'Art de Catalunya - MNAC",
          "text": "An art museum containing hundreds of pieces from the medieval age to the 19th century."
        },
        "media": {
          "url": "../storage/attractions/Museu Nacional d'Art de Catalunya - MNAC.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.384562,
          "lon": 2.175866
        },
        "text": {
          "headline": "Barcelona Cathedral",
          "text": "A beautiful gothic cathedral with stained glass windows dating back 500 years."
        },
        "media": {
          "url": "../storage/attractions/Barcelona Cathedral.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.379225,
          "lon": 2.174451
        },
        "text": {
          "headline": "Palau Guell",
          "text": "This palace was the home of industrialist Eusebi Guell and was Antonio Gaudi's first major building in the city.."
        },
        "media": {
          "url": "../storage/attractions/Palau Guell.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.363031,
          "lon": 2.165064
        },
        "text": {
          "headline": "Parc de Montjuic",
          "text": "Parc de Montjuïc is the upper station of the Funicular de Montjuïc, which is operated by Transports Metropolitans de Barcelona (TMB) as part of the Barcelona Metro. The station serves the hill of Montjuïc and the various sporting and other facilities there."
        },
        "media": {
          "url": "../storage/attractions/Parc de Montjuic.jpg",
          "caption": "",
          "credit": ""
        }
      },
      {
        "type": "slide",
        "location": {
          "lat": 41.40352,
          "lon": 2.150704
        },
        "text": {
          "headline": "Casa Vicens",
          "text": "Casa Vicens is the first masterpiece of Antoni Gaudi and sowed the seeds of later works. Built between 1883 and 1885 as a summer house for the Vicens family, here he showcased his unparalleled talent. Declared Unesco World Heritage in 2005."
        },
        "media": {
          "url": "../storage/attractions/Casa Vicens.jpg",
          "caption": "",
          "credit": ""
        }
      }
    ]
  }
}
